tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "libffi"
brew "bat"
brew "util-linux"
brew "openldap"
brew "deno"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "lf"
brew "mosh", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "net-tools"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "tmuxinator"
brew "vips"
brew "xclip"
brew "yarn"
