tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "glib"
brew "python@3.9"
brew "open-mpi"
brew "fzf"
brew "gh"
brew "go"
brew "harfbuzz"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "lf"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "mosh", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node"
brew "openslide"
brew "poppler"
brew "postgresql", restart_service: true
brew "postgresql@12", restart_service: true
brew "python@3.10"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "stylua"
brew "tmux"
brew "tmuxinator"
brew "vips"
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "raycast"
